export const workSteps = [
  {
    title: "Оставление заявки",
    text: "Для обсуждения деталей и выбора времени просто нажмите «Записаться на сеанс» — кнопка сразу переведет вас в окно диалога."
  },
  {
    title: "Предварительная беседа",
    text: "Предварительная беседа, на которой мы разбираем ваш запрос, проверяем отсутствие противопоказаний и подбираем метод работы."
  },
  {
    title: "Подготовка к сеансу",
    text: "Перед сеансом я дам вам краткую инструкцию по подготовке. Она поможет организовать комфортное пространство, исключить отвлекающие факторы и настроиться на работу."
  },
  {
    title: "Проведение сеанса",
    text: "Сеанс проходит онлайн. Вы остаетесь в привычной домашней обстановке, где вас ничто не тревожит, — это идеальные условия для безопасного погружения и эффективной работы с глубинными слоями психики."
  },
  {
    title: "Поддержка",
    text: "После сеанса мы обсуждаем результаты, и я высылаю вам полную аудиозапись нашей работы. Я даю рекомендации по дальнейшим шагам и обязательно остаюсь на связи, чтобы поддержать вас в процессе интеграции нового опыта."
  },
  {
    title: "Продолжение работы",
    text: "Если ваш запрос был комплексным и требует системной работы, мы планируем дальнейший план сеансов для полного освобождения от эмоциональных травм."
  }
];
